{
    "welcome-to": "Welcome to",
    "hyner-design": "Hyner Design",
    "demo-1": "The impact of market opacity (ID FIRM MARK-UP ONCE OR TWICE OR MORE) on customers: The design is perfect, but due to price considerations, the material or design needs to be changed but the requirement for beauty is given up (design is not a pile of money, your design I'll match it)",
    "demo-2": "There is no indicator of the quality, workmanship and character of the construction team (or they just did a lot of irresponsible work, and there are a lot of decorators who took the money and ran away) Solution: Because we have no financial relationship with the construction team, we can Stricter assistance from the customer's perspective/Customers can use our experienced construction team with good quality management",
    "demo-3": "The close relationship between design and life (the design is unrealistic, not even the client’s dream house) Solution: Because there is no financial relationship with the construction team, we will not design for the sake of doing it, but will focus more on design and understand the client’s living habits. 1:1 to plan the most suitable design",
    "demo-4": "Perfect planning, but no way to execute it. (The design is beautiful, but there is not enough information or cooperation to realize the design) Solution: We will provide furniture detail drawings and a series of drawings related to design and construction, and with the assistance and cooperation of designers and customer's preferred construction team contacts and coordinates so that our design and the customer's dream house can be perfectly realized",
    "project": "Project",
    "step": "Step",
    "step-1-content": "Submit your enquiry, and let us assist you with your dream house",
    "step-2-content": "Designer provide your dream house design",
    "step-3-content": "Let construction team build your dream house",
    "step-4-content": "Happy move in !",
    "about-us": "About Us",
    "about-us-title": "Improve your home spacing and enhance your life style",
    "about-us-content": "We specialize in interior and exterior design. By blending innovation and art, we strive to create spaces that are comfortable, stylish and functional. Whether it is interior space or architectural appearance, we pay attention to details and are committed to giving each project a unique soul.",
    "build-your-dream-house": "Build Your Dream House",
    "we-got-your-msg": "We got your message!",
    "we-will-serve-you": "We will serve you in awhile. Thank you!",
    "name": "Name",
    "address": "Address",
    "contact-no": "Contact No.",
    "house-type": "House Type",
    "submit": "SUBMIT"
}